def task2():
    text = '<i>(1)Чтобы защитить окружающую среду и исключить поступление газовых выбросов производства ' \
           'в атмосферу, на пути газового потока устанавливают специальные фильтры. (2)В качестве фильтрующего' \
           ' материала хорошо зарекомендовали себя ткани из тонковолокнистых полимеров на марлевой основе: ' \
           'они устойчивы к воздействию кислот, щелочей, высокой температуры и органических растворителей. ' \
           '(3)Основной недостаток <…> фильтров – низкая пылеёмкость, поэтому на производствах, где содержание' \
           ' пыли в газовых выбросах превышает допустимую норму, дополнительно устанавливают фильтры грубой очистки' \
           ' с волокнистыми насадками.</i>\n\n' \
           'Самостоятельно подберите указательное местоимение, которое должно стоять на месте пропуска в третьем (3)' \
           ' предложении текста. Запишите это местоимение.'
    answer = 'таких'
    return {'text': text, 'answer': answer, 'image': None}

def task4():
    text = 'В одном из приведённых ниже слов допущена ошибка в постановке ударения: НЕВЕРНО выделена буква, ' \
           'обозначающая ударный гласный звук. Выпишите это слово.\n\nпозвонИшь\nкрасИвее\nозлОбить\nрибЫло\nтОрты'
    answer = 'прибыло'
    return {'text': text, 'answer': answer, 'image': None}

def task6():
    text = 'Отредактируйте предложение: исправьте лексическую ошибку, исключив лишнее слово. Выпишите это слово. \n\n' \
           '<i>В этом пейзаже не было ни одной кричащей краски, ни одной острой черты в рельефе, но его скупые ' \
           'озёрца, наполненные тёмной и спокойной водой, кажется, выражали главную суть воды больше, чем все моря и' \
           ' океаны.</i>'
    answer = 'главную'
    return {'text': text, 'answer': answer, 'image': None}